package com.richard.beautypic.entity;

import com.richard.beautypic.entity.bean.NovelBean;

/**
 * by Richard on 2017/9/24
 * desc:
 */
public class NovelDetailEntity {

    /**
     * code : 0
     * msg : success
     * data : {"id":7,"title":"<font color=\"#000\">喜欢弟弟的大尺寸的鸡巴<\/font>","content":"<div class=\"novelContent\">\r\n\t\t<table style=\"width:950px;\"><tr><td><p><br><br>当良介的阴茎勃起时，是又粗又大又红，彷彿庞然怪兽般。<br><br>那抽搐的样子，分明是在等待我的爱抚，小时候他总是会和附近的孩子或亲戚朋友的孩子，比较有何不同之处，但我没想到是因为我的缘故。<br><br>身为姊姊的我很清楚的是，他常常偷偷溜进我房里，拿起我换下来的内裤，偷偷地嗅著，因此了解他有异常癖好，有时当我要洗内裤时，发现有点异常的地方。<br><br>仔细一看，那是精液乾掉的痕迹。<br><br>在学生时代，我曾经和数位男性有过性交的经验，所以一看就明白。<br><br>弟弟良介会偷偷地用我的内裤，一定是沈迷于女性。<br><br>当时，我并没有责备他。<br><br>但这种异常的性癖却随著年龄增长，但是表面上却看不出来。<br><br>因此良介瞒著家人，偷偷买一些有怪异性交的杂志回来看，而从中获得性趣。<br>有一天我到良介房里拿字典时，才发现的。<br><br>〈来很少打扫的样子，当我在书架找到字典时，突然瞄到书架的最下一层放入一些不堪人目的书籍。<br><br>打开杂志一看，内页里的彩色照片中全是被绑或被鞭打的美女。<br><br>但旁边全是跪在女性裸体旁的男性，而且是一脸惶恐的表情。<br><br>良介的性癖并未痊愈，为了不让弟弟发觉，我将杂志原封不动地放回去。<br>当我知道良介的异常性癖时，我一直祈祷他不要伤害到别人。<br><br>但是，我们虽是亲姊弟，但我觉得我们更像男女之间的关系。<br><br>我很忌讳世人对姊弟性交的看法，但更担心他的特殊性好。<br><br>因此，我要赶快解除我们之间的结不可。<br><br>那膨胀的龟头，那黏黏的液体，我感觉小时候的性癖似乎随他成长。<br><br>在极度的激昂中，弟弟的脸会痉擘，身体会微微颤抖。<br><br>而我与弟弟的性格正好相反，我喜欢像女王般由弟弟来侍候我。<br><br>无论是谁也看不出弟弟有异常的现象。<br><br>我与弟弟正过著世人最忌讳的姊弟性交。<br><br>\u201c我最喜欢的人是姊姊。所以。。。\u201d\u201c姊姊也一样，但是常常如此，会不会很痛。。。\u201d我只穿了薄薄的皮内裤及胸罩。。。手持皮鞭而弟弟则随侍在一旁。<br><br>我手插腰严然女王的模样，用皮鞭抽打趴在地上弟弟的背脊。<br><br>\u201c姊姊，再用力抽。。。\u201d也许是书本造成良介的被虐待性格吧。<br><br>\u201c不是一点也没有压力，请用力。\u201d<br><br>当我抽打他时，弟弟似乎更兴奋，在充满兴奋中更会一再要求。<br><br>当弟弟的两腿间的肉棒硬得有如坚铁在抽动时，我就知道它在等待我爱的鞭苔。<br><br>我尝试用皮鞭的尖端轻轻地抽打。<br><br>和有过性经验的男人相比较，弟弟的肉棒显得又长又大，它像要穿过我的肚子般，又像在等待著我的爱抚，那膨胀的阴茎开始左右摇动。<br><br>而皮鞭的前端似乎与它纠缠在一起，只要我心意一动，稍加用力就能将它拉回来。良介因阴茎被抽打而觉得快感：\u201c啊！姊姊，再用力抽！\u201d<br><br>而我则更用力地将皮鞭抽在它身上。<br><br>弟弟似乎比我更兴奋，而我也愈怜爱良介。<br><br>\u201c良介，这次用嘴脱下我的内裤，让爱汁放光芒。\u201d<br><br>在抽打弟弟的同时，我子宫深处似乎也被抽动一般，那小内裤早己湿渮渮了当我稍微一动，那爱汁就由小内裤的边缘溢了出来。<br><br>弟弟服从我的命令趴在地上用嘴咬著小内裤的拉炼，刷一声脱下我的小内裤。<br>\u201c这次用舌头舔那湿润的地方。\u201d<br><br>我张开我的双腿，那爱汁正在闪闪发光中扩散。<br><br>眼睛露出狂喜之色的良介，让我坐在床边，然后开始用那痉挛的喉咙来舔我那张开的肉片。<br><br>那爱汁彷彿人间美味，然后他更用舌尖抵住我的膣，那爱汁在他的舌间下不断溢出，良介在快感下坚硬膨胀，那粉红色的阴蒂在弟弟鼻舌交替的摩擦下，由膣的深处，不断地涌出那淫液来。<br><br>\u201c慢慢地，轻柔地舔它。\u201d<br><br>当舌头离开阴蒂时，那淫液则流向肛门。<br><br>\u201c好棒哦。姊姊！很爽吧！\u201d<br><br>在弟弟的舌头的舔动下，我的私处彷彿洪水暴发般，当他将舌头顶住我的膣时，我更像沈醉在醇酒中。。。当我的阴唇的爱汁被舔掉时，自然会再大量的流出来。这么多。。。他的脸上似乎沾满了那透明的液体般。<br><br>\u201c良介，姊姊再也忍受不了了。快点，插进去！\u201d<br><br>我快速地解开弟弟被绑的双手，以及缠著阴茎的绳子。<br><br>弟弟猛烈膨胀的肉棒，正在微微抖动，准备进攻我嘴巴。<br><br>\u201c快点ｌ点进入！\u201d<br><br>说时迟那时快，良介那耸立乌黑又大又粗的肉棒正往我的嘴巴里送，在经过唇颚的激烈运动后，我的嘴巴终于将良介那大肉棒完全吞了进去。<br><br>弟弟静静地仰躺一会儿，脸上露出微笑，在我的口戏下，快乐传遍他全身。<br>然后他的手往下伸，抓住我那在喘息中变的大又硬的乳房。<br><br>我唇的动作更加激烈，良介也将灼热的白奶射出我的嘴里、并发出小小的叫声。<br><br>当弟弟将爱液喷到我口中后，全身微微颤抖，整个人很快就松弛下来了。<br>当良介的精液由喉咙直通到胃时，我说：\u201c太好了，良介！\u201d<br><br>说完我用嘴衔住他缩小的阴茎。<br><br>然后用舌头舔他的龟头及附近部位，我感觉它又慢慢地膨胀起来。<br><br>我爱那遍生耻毛的阴茎放出我口中的感觉。<br><br>不久，弟弟的阴茎就慢慢膨胀起来。<br><br>数秒钟之间，竟然膨胀得让我的口无法处理。<br><br>然后我用双手握住他的阴茎。<br><br>将它插入的膣中，必定能使那花料得到更大的滋润。<br><br>我用舌头舔著他的龟头。<br><br>弟弟似乎也用阴茎的尖端在顶著我一样。<br><br>弟弟那阴茎是变的又硬又粗。<br><br>我与弟弟双双倒在床上，我轻轻地拨弄著那膨胀的阴茎。<br><br>当我在抚摸弟弟的肉块时，弟弟也轻轻地揉著我的乳房，而且彷彿要摘下乳房般，全身微微发颤，那花卉也早已润湿了。<br><br>弟弟全身也在微微发颤。<br><br>气喘如牛的我，快感布满全身。<br><br>\u201c姊姊，我快要射出来了。。。\u201d弟弟恢复的速度惊人，才将精液射到我口中不久，又是另一波高潮。。。\u201c不行。快乐时光如果延长的话多好。。。\u201d我用舌头深入弟弟的嘴里翻动。<br><br>那与阴茎完全不同的快感，让我的膣打开，下半身彷彿瘫痪了一样。<br><br>满脸通红的弟弟用舌头上下舔著花卉上的粉红色的小肉块。<br><br>大约过了一、二分钟后，弟弟的舌头又回到阴唇上。<br><br>然后良介将我的双手放在身体下面，并将我的大腿撑开，那贪欲的舌头不断地吸著那淫液，并更侵入内部。<br><br>他将舌头硬插入膣中，在那入口处摩擦时，我不由得地呻吟出声。<br><br>同时，他用双手掰开那粉红色的阴唇，然后沿内壁吸吮直到膣口。<br><br>那爱之泉，从子宫不断地泉源而出。<br><br>§感使我全身微微痉挛。<br><br>我的花卉在爱的滋润下更是甘泉如涌，然后弟弟用舌头伸入我那柔软的膣中。<br>§感使我全身颤抖，我将弟弟的脸押在我的腰上，弟弟喘不过气来，抬起头来，这次他用大姆指来拨弄阴唇。<br><br>当那红色的肉露出光芒时，弟弟目不转睛地盯著，眼中发出野兽般的光辉。<br>弟弟咬著嘴唇，用他的手抚摸阴蒂，快感令我不自觉地喘息著。<br><br>弟弟猛力地吸著那阴蒂的球茎，彷彿要将它吞下般。<br><br>全身的官能得到莫大的慰藉，那快感如波浪般阵阵袭来，我的双腿似乎变硬了般，弟弟用舌头舔那没有接触过的部份，我的快感就在硬直与弛缓间得到高潮。<br>弟弟依然用舌头玩弄著阴蒂，然后用一根手轻轻地抚摸著粉红色的内壁。<br>手指徐徐地进入膣中时，弟弟依然吸吮著那性感的部位，而我的膣彷彿遭到暴风雨袭击般。<br><br>在弟弟巧妙的舌戏下，我的身体欲望高张。<br><br>当弟弟看见我喘息、呻吟、腰部不断扭转时，弟弟抽手他的手指，用手轻拍著我后面的屁股。<br><br>我得到前所末有的狂喜。<br><br>弟弟用舌头不断地作上下激烈地运动。<br><br>∞大的胸脯气喘兮兮地，我再次获得高潮。<br><br>当弟弟发觉时，动作更是快马加鞭。<br><br>当那快感一阵一阵绵延不断时，我飘飘欲仙彷彿在仙境般。<br><br>当他激烈地摩擦我的阴唇时，我的快感让我彷彿是泄了气的皮球般。<br><br>我对弟弟说：\u201c我彷彿进入天堂般，现在换你了。\u201d<br><br>于是我紧紧地抱著弟弟的身体，并将唇吻著他的胸部。<br><br>弟弟也用只手紧紧地抱著我的屁股，期待另一次的高潮。<br><br>我也有同感，于是我用手掌轻轻地转动著那坚挺的阴茎。<br><br>半勃起的阴茎正渐渐膨胀，色彩也愈见鲜艳。<br><br>当我轻轻爱抚龟头的内侧时，它彷彿在跳跃般。<br><br>我握著良介的阴茎，用舌尖去舔它。<br><br>弟弟的表情很紧张，轻轻地舔龟头下面那里让我得到前所未有的快感。<br>弟弟开始更积极地要求我。<br><br>\u201c对！舌头轻轻地舔，两手上下摩擦。。。请你用力握紧，但不要太紧。啊！好棒！他的头上下地摆动著。\u201d<br><br>良介轻轻地对我说著。<br><br>我照著弟弟的话去作，他抓著我那弹性雪白的乳房，性致更是高昂。<br><br>§感传遍我的全身，我的手更是紧握良介的阴茎，弟弟似乎也是快乐的不得了。<br><br>用双手紧紧抱著我的弟弟，将他的大龟头留在我口中，身体微微向后倾。<br>于是良介呻吟出说道：\u201c姊姊，头不要动的太厉害。\u201d<br><br>很快地就达到顶点，我温柔地用舌头含著阴茎的前端。<br><br>我的嘴慢慢吸进那巨筒稍微舔一下，似乎就牵动弟弟全身的神经一样，令他振奋不已。<br><br>～液是如此激烈地射到我的喉咙里，我没想年轻人的冲劲如此之强。<br><br>那白色的液体在我口中扩张，我先用舌尖充份地品尝一番。<br><br>弟弟对我说：\u201c姊姊！用力吸。。。用力。。。\u201d我照弟弟的话作，喉咙、嘴唇、双颊整个运作起来，那爱的汁液似乎到死方休，那白色的液体延著嘴角向下流，而弟弟射出的精液大部份都流入我的胃中不久之后，我依然吸吮著弟弟那已萎缩下来的阴茎。<br><br>得到爱的滋润的阴茎，令良介十分满足，更要求道：\u201c姊姊，再用力吸！\u201d<br>弟弟那萎缩的阴茎彷彿再次等待爱的滋润似的，我不断地舔著弟弟的阴茎看看他是不是会再度膨胀。<br><br>我与弟弟只是进行口交而已，尚未真枪实弹过。<br><br>我用疲倦的舌头慢慢地舔著良介的阴茎，它也渐渐地变大。<br><br>虽说勃起但整个还是柔软的尚未变硬，但正徐徐地变硬中，处于半勃起状态。<br>\u201c良介，这一次我们来玩真的。\u201d<br><br>弟弟高兴地点头，并使我的身体仰躺著，然后弟弟跨了上来彷彿骑马般。<br>我的唾液沾满弟弟的阴茎，它正在那里蠢蠢欲动呢！<br><br>那年轻逞强的阴茎，正在要求我的花卉，抓著那阴茎只在外面摩擦，龟头并没有进入膣中。<br><br>在润滑的黏液中，很容易就能进入。<br><br>弟弟只插入了一半，我那膣壁紧紧地吸住他那巨大的肉筒。<br><br>心情愉快，更使子宫内部不断地流出爱汁，让阴茎更易进入。<br><br>全身充满快感，情绪更加激昂。<br><br>我让腰部更朝下，让阴茎更能深入膣中。<br><br>当它接触到子宫时，我的身体在颤抖，腰部以下彷彿麻痹了一般。<br><br>弟弟挺立的阴茎插入后，带给我片刻的颤抖，随后他就专心地上下运动了。<br>\u201c好棒！好棒！良介。。。\u201d我除了叫出声外，腰部更是扭转配合他的动作，膣流出的淫液不断地滋润著阴茎，使它的动作更能加速。<br><br>当弟弟的肉块在一进一出之间，膣也会泌出更多的爱液，让我们更溶入彼此之中，当两人的耻毛相互密切摩擦时，更是宛如火上加油一般。<br><br>我的膣在弟弟勃起物的进出之间，产生啾啾的声响。<br><br>\u201c良介，真的太好了！这次换我动。。。\u201d于是我用手抓著阴茎的尖端摩擦著膣的周围，然后再插入。<br><br>紧密的膣口，在稍微松弛时淫液就不断地流出。<br><br>\u201c好棒！再继续。。。\u201d我不自觉地叫了出声。<br><br>女在上、男在下，一切按照自己的意思，用龟头去轻触各个性感部位，非为女人，无法了解其乐趣的。<br><br>我有时用力地摩擦膣口，有时轻轻地，或者将它插入里面，让阴茎充分享受爱抚。<br><br>\u201c我快要出来了。。。姊姊。。。\u201d一直沈默不语的弟弟似乎忍受不了地呻吟出声。<br><br>良介的阴茎深深地插入直达我的子宫。<br><br>瞬间我达到高潮，淫液更是不断涌出。<br><br>\u201c良介！我受不了了。。。\u201d就在我的叫声，阴茎整个没入我的体内。<br>\u201c好棒！用力。。。啊。。。\u201d在叫声中整个人彷彿沸腾一般。<br><br>当弟弟也同时获得高潮时，更是用力抓紧我支撑身体的双手。<br><br>§感不断！<br><br>我的膣被强有力的阴茎整个塞满，淫液似乎也吸光了一般。<br><br>满脸潮红快感布满全身，在弟弟身体上面的我，整个人都瘫了似的。<br><br>相互密切结合的耻毛在淫液的滋润下，这就是我们激情过后的明证。<br><br>我们不发一语，紧紧拥抱著对方，弟弟轻轻地说道：\u201c我想一直待在这里：：：可是。。。\u201d一付很难分难舍的样子，而我也是深有同感。<br><br>\u201c很遗憾，我一定要回去，不然你姊夫下班回来就麻烦了。。。\u201d我结婚之后，很久才回来看弟弟，在短暂的时间里，有著前所末有的激情，良介也获得满足。。。<br><br>投身在幽会旅馆里的浴槽中，回味刚才那一幕，不由得紧握自己丰满的乳房\u201c姊姊！我们何时才能再见面？\u201d<br><br>然后良介也进入浴缸中，身体紧贴我的背，并伸出双手紧抓著我的乳房。<br>我在未婚之前，就和弟弟有过超友谊的关系。<br><br>现在我们更陷入久别胜新婚的恋情中。<br><br>由亲戚介绍的现任丈夫，老实说性关系不及我与弟弟来得更为亲密。<br><br>但是我当瞒著丈夫与弟弟幽会，弟弟俨然也将我当成是爱人看待，我们双双沈醉在性欲中。<br><br>虽然弟弟有异常的性癖但我已习惯，而且我知道没有弟弟，我的性欲再也无法燃烧，因为不如何时要分手，因此我们的性欲更强烈。<br><br>即使这是逆伦的行为，我们也甘之如饴不愿分开。<br><br>弟弟与我都能彼此获得莫大的满足。<br><br>如果因此与丈夫分手我也在所不惜，我与弟弟异常的结合，旁人是无法休会的。<br><br><\/p><br><\/td><\/tr><\/table><\/div>","time":1506249881}
     */

    private int code;
    private String msg;
    private NovelBean data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public NovelBean getData() {
        return data;
    }

    public void setData(NovelBean data) {
        this.data = data;
    }


}
